// =============================================================================
// 定数
// =============================================================================
// 共通部分
const int indexType = 0;
const int indexKey = 1;
// アプリケーション系
const int indexKeyboard = 2;
// コンフィグ系
const int indexSetting = 2;

// =============================================================================
// コントロールの識別子
// =============================================================================
const String patternButton = 'BTN';
const String patternField = 'FLD';
