// =============================================================================
// コマンドボタン
// =============================================================================
const functionSubmit = 'SUBMIT';
const functionCancel = 'CANCEL';
const functionDelete = 'DELETE';

// =============================================================================
// コマンドボタン
// =============================================================================

const functionTeamImage = 'TEAMIMAGE';
const functionTeamButton = 'TEAMBUTTON';
